Revit 2027 API
UnitTypeId.Lumens Property
 Lumens.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Lumens { get; }
Public Shared ReadOnly Property Lumens As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Lumens {
	ForgeTypeId^ get ();
}
static member Lumens : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace